/* In browser window title */
"Get a donation key!" = "¡Consigue una clave de donación!";

/* The full name of the supporter */
"Registered to {0}" = "Registrado para {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "¡Gracias por tu apoyo! Tu apoyo hace que se pueda seguir desarrollando Cyberduck para hacerlo aún mejor.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Tu clave de donación se ha copiado a la carpeta Application Support.";

/* Validation failed */
"Not a valid donation key" = "No es una clave de donación válida";

"This donation key does not appear to be valid." = "Esta clave de donación no parece que sea válida.";

/* Thank you */
"Continue" = "Seguir";
/* Validation failed */
"Not a valid donation key" = "No es una clave de donación válida";

"This donation key does not appear to be valid." = "Esta clave de donación no parece que sea válida.";

/* Thank you */
"Continue" = "Seguir";